tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "openjdk@11"
brew "openjdk@17"
brew "ruby"
brew "cocoapods"
brew "exa"
brew "fd"
brew "ripgrep"
brew "gh"
brew "git"
brew "lazygit"
brew "neovim"
brew "n"
brew "pyenv"
brew "rustup-init"
brew "scrcpy"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "zlib"
brew "fastlane"
cask "iterm2"
cask "monitorcontrol"
cask "raycast"
cask "rectangle"
cask "figma"
cask "visual-studio-code"
cask "android-studio"
cask "android-platform-tools"
cask "flutter"
cask "notion"
cask "google-chrome"
cask "google-cloud-sdk"
cask "slack"
cask "font-hack-nerd-font"