tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "nikitabobko/tap"
tap "pulumi/tap"
brew "bat"
brew "cairo"
brew "chezmoi"
brew "libyaml"
brew "cocoapods"
brew "colima"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "gnupg"
brew "libtiff"
brew "lua"
brew "mise"
brew "neovim"
brew "neovide"
brew "nowplaying-cli"
brew "pinentry-mac"
brew "pulumi"
brew "qemu"
brew "ripgrep"
brew "switchaudio-osx"
brew "yq"
brew "zlib"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "figma"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "raycast"
cask "sf-symbols"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
cask "zen"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "alefragnani.project-manager"
vscode "blaugold.melos-code"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "djbkwon.flutter-dependency-docs"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "dprint.dprint"
vscode "eamodio.gitlens"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "gaetschwartz.build-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "gruntfuggly.todo-tree"
vscode "hbenl.vscode-test-explorer"
vscode "hverlin.mise-vscode"
vscode "jsayol.firebase-explorer"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.test-adapter-converter"
vscode "oven.bun-vscode"
vscode "patbenatar.advanced-new-file"
vscode "pflannery.vscode-versionlens"
vscode "plibither8.remove-comments"
vscode "redhat.vscode-yaml"
vscode "robert-brunhage.flutter-riverpod-snippets"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "toba.vsfire"
vscode "usernamehw.errorlens"
vscode "xshrim.txt-syntax"
