tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "openssl@1.1"
brew "readline"
brew "autojump"
brew "automake"
brew "bash"
brew "bat"
brew "gettext"
brew "glib"
brew "harfbuzz"
brew "openjdk@11"
brew "bazel"
brew "bison"
brew "blueutil"
brew "circleci"
brew "libyaml"
brew "ruby"
brew "cocoapods"
brew "duf"
brew "exa"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "gradle-completion"
brew "graphviz"
brew "grip"
brew "highlight"
brew "htop"
brew "hugo"
brew "libusbmuxd"
brew "ideviceinstaller"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "kotlin"
brew "ktlint"
brew "lazygit"
brew "libffi"
brew "mkdocs"
brew "neovim"
brew "nnn"
brew "nvm"
brew "openjdk@17"
brew "pyenv"
brew "repo"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "scrcpy"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "zlib"
cask "iterm2"
cask "monitorcontrol"
cask "visual-studio-code"
cask "android-studio"
cask "flutter"
cask "notion"
cask "google-chrome"
cask "google-cloud-sdk"
cask "slack"
cask "font-hack-nerd-font"